---
kind: property
id: P:Autodesk.Revit.DB.FamilyInstance.CanFlipHand
zh: 族实例
source: html/dc405f3d-888f-2831-c14a-4ffc315795d7.htm
---
# Autodesk.Revit.DB.FamilyInstance.CanFlipHand Property

**中文**: 族实例

Property to test whether the orientation of family instance hand can be flipped.

## Syntax (C#)
```csharp
public bool CanFlipHand { get; }
```